[
	{
		"lexeme": "newspaper",
		"senses": ["organisation", 
					"physical", 
					"information"],
		"variant_a": ["The newspaper fired its editor in chief.", 
					"The newspaper lies on the kitchen table.", 
					"The newspaper wasn't very interesting."],
		"variant_b": ["The newspaper was sued for defamation.", 
					"The newspaper got wet from the rain.", 
					"The newspaper is rather satirical today."],
		"target": [1]
	},
	{
		"lexeme": "Hemingway",
		"senses": ["person", 
					"work"],
		"variant_a": ["Hemingway was born in Illinois.", 
					"Hemingway is still widely read today."],
		"variant_b": ["Hemingway won a Nobel prize.", 
					"Hemingway is not suitable for children."],
		"target": [0]
	},
	{
		"lexeme": "War and Peace",
		"senses": ["work", 
					"content", 
					"physical"],
		"variant_a": ["War and Peace was finally published in 1869.", 
					"War and Peace chronicles the period of 1805 to 1820.", 
					"War and Peace gathers dust on the top shelf."],
		"variant_b": ["War and Peace won a range of international awards.", 
					"War and Peace describes a number of historic battles.", 
					"War and Peace is bound in black embossed leather."],
		"target": [0,1,2]
	},
	{
		"lexeme": "lunch",
		"senses": ["food", 
					"event"],
		"variant_a": ["Lunch was exceptionally delicious today.", 
					"Lunch took more than an hour yesterday."],
		"variant_b": ["Lunch got cold while we waited for someone.", 
					"Lunch is great for socialising and networking."],
		"target": [0]
	},
	{
		"lexeme": "door",
		"senses": ["physical", 
					"aperture"],
		"variant_a": ["The door was turned into a table top.", 
					"The door leads to a long hallway."],
		"variant_b": ["The door splintered when they hit it.", 
					"The door connects the two rooms."],
		"target": [1]
	},
	{
		"lexeme": "DVD",
		"senses": ["physical", 
					"content", 
					"medium"],
		"variant_a": ["The DVD has some scratches but looks fine.", 
					"The DVD is a low resolution home movie.", 
					"The DVD will be replaced by BluRay soon."],
		"variant_b": ["The DVD got stuck in the player yesterday.", 
					"The DVD wasn't very entertaining somehow.", 
					"The DVD has won the battle against VHR."],
		"target": [1]
	},
	{
		"lexeme": "chicken",
		"senses": ["animal", 
					"meat"],
		"variant_a": ["The chicken picked for some seeds.", 
					"The chicken was seasoned deliciously."],
		"variant_b": ["The chicken sat on the roof of the shed.", 
					"The chicken was too dry for my taste."],
		"target": [1]
	},
	{
		"lexeme": "school",
		"senses": ["building", 
					"administration", 
					"institution", 
					"students"],
		"variant_a": ["The school was painted during the holidays.", 
					"The school requires students to wear a uniform.", 
					"The school is well respected among researchers.", 
					"The school developed an important algebraic proof."],
		"variant_b": ["The school needs to be renovated soon.", 
					"The school informed parents about this year’s events.", 
					"The school recently got a more modern website.", 
					"The school went on a field trip last summer."],
		"target": [1]
	},
	{
		"lexeme": "wine",
		"senses": ["container", 
					"content"],
		"variant_a": ["The wine lay in a padded wooden box.", 
					"The wine had a beautiful red tint."],
		"variant_b": ["The wine is a little dusty from storage.", 
					"The wine tastes great with fish."],
		"target": [1]
	},
	{
		"lexeme": "glass",
		"senses": ["container", 
					"content"],
		"variant_a": ["The glass broke when she dropped it.", 
					"The glass had a thick layer of foam."],
		"variant_b": ["The glass fits about 200 ml of liquid.", 
					"The glass was absolutely refreshing."],
		"target": [1]
	},
	{
		"lexeme": "construction",
		"senses": ["process", 
					"product"],
		"variant_a": ["The construction took far longer than expected.", 
					"The construction has a solid steel frame."],
		"variant_b": ["The construction will begin in early September.", 
					"The construction is larger than most in the city."],
		"target": [1]
	},
	{
		"lexeme": "magazine",
		"senses": ["organisation", 
					"physical", 
					"content", 
					"storage"],
		"variant_a": ["The magazine lost a court battle against a former pop star.", 
					"The magazine just kept falling off the small living room table.", 
					"The magazine featured a two-page poster of Justin Timberlake.",
					"The magazine contained all kinds of defunct WW2 weaponry."],
		"variant_b": ["The magazine got into serious money problems last year.", 
					"The magazine was covered in paw prints after a cat sat on it.", 
					"The magazine had a special report on David Guetta’s world tour.",
					"The magazine was originally designed for storing ballistic missiles."],
		"target": [1]
	},
	{
		"lexeme": "CD",
		"senses": ["physical", 
					"medium", 
					"content"],
		"variant_a": ["The CD had a hand-written label that was very difficult to read.", 
					"The CD has a much higher audio quality than the cassette tape.", 
					"The CD sounded like an eclectic mixture of different musical styles."],
		"variant_b": ["The CD was badly scratched because of the cheap case.", 
					"The CD revolutionised how people listened to music at home.", 
					"The CD was a lot more fun to listen to on headphones."],
		"target": [1]
	},
	{
		"lexeme": "photograph",
		"senses": ["physical", 
					"content"],
		"variant_a": ["The photograph was torn in two after a heavy fight last night.", 
					"The photograph showed a young couple next to a new car."],
		"variant_b": ["The photograph looked like it was kept in a wallet for a long time.", 
					"The photograph must have been taken sometime around 1975."],
		"target": [1]
	},
	{
		"lexeme": "book",
		"senses": ["physical", 
					"content"],
		"variant_a": ["The book had a leather dust jacket with embossed gold lettering.", 
					"The book follows the adventures of the fictional captain Nemo."],
		"variant_b": ["The book had been used to prop open the old office door.", 
					"The book was one of the first science-fiction stories ever to be written."],
		"target": [1]
	},
	{
		"lexeme": "chicken",
		"senses": ["animal", 
					"meat", 
					"animal+"],
		"variant_a": ["The chicken pecked for some food pellets in the new feeder.", 
					"The chicken was served with steaming hot potato wedges.",
					"The chicken was bred by a well-known family of poultry breeders."],
		"variant_b": ["The chicken sat on the roof of the coop all afternoon long.", 
					"The chicken tasted like it had been marinated for at least 12 hours."],
		"target": [1]
	},
	{
		"lexeme": "pheasant",
		"senses": ["animal", 
					"meat", 
					"animal+"],
		"variant_a": ["The pheasant definitely gave the hunters a run for their money.", 
					"The pheasant was marinated in milk over night to make it tender.",
					"The pheasant had been shot by an experienced hunter with a long rifle."],
		"variant_b": ["The pheasant was foraging for some seeds on a small clearing.", 
					"The pheasant tasted much better than anything he’d ever eaten."],
		"target": [1]
	},
	{
		"lexeme": "lamb",
		"senses": ["animal", 
					"meat", 
					"animal+"],
		"variant_a": ["The lamb used to get stuck when trying to jump through the fence.", 
					"The lamb was seasoned to perfection by the head chef.", 
					"The lamb had been bred in the most animal-friendly way possible."],
		"variant_b": ["The lamb was fed with a milk bottle after its mother rejected it.", 
					"The lamb easily was my favourite dish at the banquet."],
		"target": [1]
	},
	{
		"lexeme": "seagull",
		"senses": ["animal", 
					"meat", 
					"animal+"],
		"variant_a": ["The seagull kept circling over a food stall near the promenade.", 
					"The seagull definitely tasted better than anyone could have imagined.", 
					"The seagull was the only thing they were able to catch that day."],
		"variant_b": ["The seagull stole a sandwich from an unsuspecting beachgoer.", 
					"The seagull had been roasted on a spit over a makeshift campfire."],
		"target": [1]
	},
	{
		"lexeme": "dinner",
		"senses": ["event", 
					"food"],
		"variant_a": ["The dinner was the target of the celebrations yesterday.", 
					"The dinner tasted like it was microwaved leftovers from the day before."],
		"variant_b": ["The dinner was held at the restaurant of the Four Seasons Hotel.", 
					"The dinner got cold while everyone waited for the speeches to be over."],
		"target": [1]
	},
	{
		"lexeme": "door",
		"senses": ["opening", 
					"physical"],
		"variant_a": ["The door was just large enough for Tom to squeeze through.", 
					"The door felt so heavy that it could withstand an atomic blast."],
		"variant_b": ["The door let some light into the otherwise pitch-black room.", 
					"The door was painted with multiple layers of battleship grey."],
		"target": [1]
	},
	{
		"lexeme": "window",
		"senses": ["opening", 
					"physical"],
		"variant_a": ["The window offered a great view of the nearby town centre.", 
					"The window shattered when a gas tank exploded at a factory nearby."],
		"variant_b": ["The window was the only source of fresh air for the stuffy office.", 
					"The window was made out of four equally large rectangular panes."],
		"target": [1]
	},
	{
		"lexeme": "settlement",
		"senses": ["process", 
					"result"],
		"variant_a": ["The settlement took place after the region was declared neutral territory", 
					"The settlement was home to more than 20 families from all over the country."],
		"variant_b": ["The settlement was widely considered to be an act of political protest.", 
					"The settlement included a convenience store offering regional products."],
		"target": [1]
	},
	{
		"lexeme": "building",
		"senses": ["process", 
					"result"],
		"variant_a": ["The building took ten years longer than was originally planned.", 
					"The building was located at one of the busiest squares in the city."],
		"variant_b": ["The building was carried out by three construction companies.", 
					"The building housed a number of internationally acclaimed law firms."],
		"target": [1]
	},
	{
		"lexeme": "bank",
		"senses": ["institution", 
					"building", 
					"branch", 
					"landscape"],
		"variant_a": ["The bank had to pay millions in fines after a money laundering scandal.", 
					"The bank was damaged during an attempted robbery involving explosives.", 
					"The bank gave a loan to Franklin so he could start a small business.",
					"The bank wasn’t marked on any of the commonly used nautical maps."],
		"variant_b": ["The bank started an advertisement campaign to appeal to younger clients.", 
					"The bank had a beautiful facade with 19th-century Victorian design elements.", 
					"The bank hired a handyman to take care of the leak in the bathroom.",
					"The bank had formed by sand accumulating due to a changed current."],
		"target": [1]
	},
	{
		"lexeme": "university",
		"senses": ["building", 
					"directorate", 
					"team", 
					"institute"],
		"variant_a": ["The university had been badly damaged during a flood two years ago.", 
					"The university banned radio-controlled drones after an accident.", 
					"The university had the best chances of winning the college trophy.",
					"The university was well respected for its research in theoretical physics."],
		"variant_b": ["The university was in dire need of some professional restoration.", 
					"The university rescheduled the date for the diploma ceremony.", 
					"The university won over two thirds of last season’s basketball matches.",
					"The university obtained a ‘Class A’ distinction in the annual ranking."],
		"target": [1]
	},
	{
		"lexeme": "record",
		"senses": ["physical", 
					"content", 
					"album", 
					"paperwork", 
					"achievement"],
		"variant_a": ["The record appeared to be badly warped due to improper storage.", 
					"The record sounded amazing playing on the new stereo system.", 
					"The record sold 12 million copies in the United States alone.",
					"The record showed that the antique wardrobe was sold last week.",
					"The record was set during the 1996 Olympic Games in Atlanta."],
		"variant_b": ["The record had a white label with a handwritten note from the artist.", 
					"The record quickly made everybody get together on the dance floor.", 
					"The record was shortlisted for a prestigious Mercury Award in 2018.",
					"The record indicated that the buyer had paid the sum in full.",
					"The record remained unbroken until the regulations changed in 2017."],
		"target": [1]
	},
	{
		"lexeme": "glass",
		"senses": ["container", 
					"content", 
					"container-", 
					"content-"],
		"variant_a": ["The glass left a ring of condensed water on the cardboard coaster.", 
					"The glass tasted like a apple juice blended with forest fruits.", 
					"The glass chipped when they accidentally hit it with a billiard cue.",
					"The glass seemed to be some kind of high-caffeine energy drink."],
		"variant_b": ["The glass was filled much lower than the fill line on the label.", 
					"The glass thoroughly refreshed Ben after his 10k morning run."],
		"target": [1]
	},
	{
		"lexeme": "bottle",
		"senses": ["container", 
					"content", 
					"container-", 
					"content-"],
		"variant_a": ["The bottle was a lot larger than the other ones on the shelf.", 
					"The bottle tasted exactly like Sue had always imagined.", 
					"The bottle was made out of recycled glass fished from the ocean.",
					"The bottle was a fruit spirit produced by a family-run distillery."],
		"variant_b": ["The bottle had not been opened since it was made in 1986.", 
					"The bottle made them talk a lot louder than they normally did."],
		"target": [1]
	},
	{
		"lexeme": "cup",
		"senses": ["container", 
					"content", 
					"trophy", 
					"container-", 
					"content-"],
		"variant_a": ["The cup was decorated with drawings of exotic animals.", 
					"The cup tasted much sweeter than Jon remembered.", 
					"The cup is passed from one champion to the next every year.",
					"The cup had a beautiful handle shaped to look like a snake.",
					"The cup was made out of 100% fresh, sun-riped fruit."],
		"variant_b": ["The cup normally was kept on the bottom shelf of the cupboard.", 
					"The cup was sweetened by naturally occurring fructose.", 
					"The cup has last been won by the football club Liverpool FC."],
		"target": [1]
	},
	{
		"lexeme": "beer",
		"senses": ["container", 
					"content", 
					"container-"],
		"variant_a": ["The beer left a ring of condensed water on the cardboard coaster.", 
					"The beer tasted exactly like Sue had remembered it.", 
					"The beer was made out of recycled glass fished from the ocean."],
		"variant_b": ["The beer was filled much lower than the fill line on the label.", 
					"The beer thoroughly refreshed Ben after his 10k evening run."],
		"target": [1]
	},
	{
		"lexeme": "milk",
		"senses": ["container", 
					"content", 
					"container-"],
		"variant_a": ["The milk was just too large to fit into the fridge’s door compartment.", 
					"The milk had been treated to stay fresh for almost a week.", 
					"The milk got squished when they dropped it on the kitchen surface."],
		"variant_b": ["The milk had a beautiful drawing of grazing cows on the front.", 
					"The milk was the last ingredient for his perfect bowl of cereal."],
		"target": [1]
	},
	{
		"lexeme": "juice",
		"senses": ["container", 
					"content", 
					"container-"],
		"variant_a": ["The juice was just too large to fit into the fridge’s door compartment.", 
					"The juice was made out of 100% fresh, sun-riped fruit.", 
					"The juice got squished when they dropped it from the shelf."],
		"variant_b": ["The juice had drawings of exotic fruits Sue had never seen before.", 
					"The juice was sweetened by naturally occurring fructose only."],
		"target": [1]
	}
]

